Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Syncing with %@...
de: Synchronisierung mit %@ …
es: Sincronizando con %@…
fr: Synchronisation avec %@…
ja: %@と同期しています...
zh_hans: 正在与 %@ 同步...
zh_hant: 正在與 %@ 同步...

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Système par défaut
ja: システム設定に従う
zh_hans: 系统默认
zh_hant: 系統預設

source: Tell us what happened or what would make NextPass better.
de: Teilen Sie uns mit, was passiert ist oder wie NextPass verbessert werden könnte.
es: Cuéntenos qué ocurrió o qué podría mejorar NextPass.
fr: Dites-nous ce qui s'est passé ou ce qui pourrait améliorer NextPass.
ja: どのような問題が起きたか、または NextPass をどう改善してほしいかをお聞かせください。
zh_hans: 告诉我们发生了什么，或者怎样能让 NextPass 变得更好。
zh_hant: 告訴我們發生了什麼，或是怎樣能讓 NextPass 變得更好。

source: Tell us what you were doing when NextPass tried to open the database.
de: Beschreiben Sie, was Sie getan haben, als NextPass versuchte, die Datenbank zu öffnen.
es: Cuéntenos qué estaba haciendo cuando NextPass intentó abrir la base de datos.
fr: Dites-nous ce que vous faisiez lorsque NextPass a tenté d'ouvrir la base de données.
ja: データベースを開こうとしたときに、どのような操作をしていたかをお聞かせください。
zh_hans: 告诉我们 NextPass 尝试打开数据库时您正在进行的操作。
zh_hant: 告訴我們 NextPass 嘗試開啟資料庫時您正在進行的操作。

source: Thank you for tipping!
de: Vielen Dank für Ihr Trinkgeld!
es: ¡Gracias por su propina!
fr: Merci pour votre pourboire !
ja: チップをありがとうございます！
zh_hans: 感谢您的打赏！
zh_hant: 感謝您的贊助！

source: Thank You! 🎉
de: Vielen Dank! 🎉
es: ¡Gracias! 🎉
fr: Merci ! 🎉
ja: ありがとうございます！🎉
zh_hans: 谢谢您！🎉
zh_hant: 謝謝您！🎉

source: Thanks for helping improve NextPass.
de: Vielen Dank, dass Sie zur Verbesserung von NextPass beitragen.
es: Gracias por ayudar a mejorar NextPass.
fr: Merci de contribuer à l'amélioration de NextPass.
ja: NextPass の改善にご協力いただきありがとうございます。
zh_hans: 感谢您帮助改进 NextPass。
zh_hant: 感謝您協助改進 NextPass。

source: Thanks to @miquno and @ftorga, whose open-source contributions helped shape this release.
de: Dank an @miquno und @ftorga, deren Open-Source-Beiträge diese Version mitgestaltet haben.
es: Gracias a @miquno y @ftorga, cuyas contribuciones de código abierto ayudaron a dar forma a esta versión.
fr: Merci à @miquno et @ftorga, dont les contributions open source ont participé à façonner cette version.
ja: このリリースの実現に貢献してくださった @miquno さんと @ftorga さんに感謝します。
zh_hans: 感谢 @miquno 和 @ftorga，他们的开源贡献促成了这一版本。
zh_hant: 感謝 @miquno 和 @ftorga，他們的開源貢獻促成了這個版本。

source: That earlier version is no longer available.
de: Diese frühere Version ist nicht mehr verfügbar.
es: Esa versión anterior ya no está disponible.
fr: Cette version précédente n'est plus disponible.
ja: そのバージョンはすでに利用できません。
zh_hans: 该较早版本已不可用。
zh_hant: 該較早版本已無法使用。

source: The attached photo is too large. Choose a smaller photo.
de: Das angehängte Foto ist zu groß. Wählen Sie ein kleineres Foto.
es: La foto adjunta es demasiado grande. Elija una foto más pequeña.
fr: La photo jointe est trop volumineuse. Choisissez une photo plus petite.
ja: 添付した写真のサイズが大きすぎます。もっと小さい写真を選んでください。
zh_hans: 附加的照片过大。请选择较小的照片。
zh_hant: 附加的照片過大。請選擇較小的照片。

source: The cloud service is busy or temporarily unavailable. Try again in a moment.
de: Der Cloud-Dienst ist ausgelastet oder vorübergehend nicht verfügbar. Versuchen Sie es gleich noch einmal.
es: El servicio en la nube está ocupado o no está disponible temporalmente. Inténtelo de nuevo en un momento.
fr: Le service cloud est occupé ou temporairement indisponible. Réessayez dans un instant.
ja: クラウドサービスが混み合っているか、一時的に利用できません。しばらくしてからもう一度お試しください。
zh_hans: 云服务正忙或暂时不可用。请稍后再试。
zh_hant: 雲端服務忙碌或暫時無法使用。請稍後再試。

source: The cloud service is busy right now. Try again in a moment.
de: Der Cloud-Dienst ist gerade ausgelastet. Versuchen Sie es gleich noch einmal.
es: El servicio en la nube está ocupado en este momento. Inténtelo de nuevo en un momento.
fr: Le service cloud est occupé actuellement. Réessayez dans un instant.
ja: クラウドサービスが混み合っています。しばらくしてからもう一度お試しください。
zh_hans: 云服务当前正忙。请稍后再试。
zh_hant: 雲端服務目前忙碌。請稍後再試。

source: The cloud service is temporarily unavailable. Try again later.
de: Der Cloud-Dienst ist vorübergehend nicht verfügbar. Versuchen Sie es später erneut.
es: El servicio en la nube no está disponible temporalmente. Inténtelo de nuevo más tarde.
fr: Le service cloud est temporairement indisponible. Réessayez plus tard.
ja: クラウドサービスを一時的に利用できません。しばらくしてからもう一度お試しください。
zh_hans: 云服务暂时不可用。请稍后再试。
zh_hant: 雲端服務暫時無法使用。請稍後再試。

source: The cloud service rejected this file name.
de: Der Cloud-Dienst hat diesen Dateinamen abgelehnt.
es: El servicio en la nube rechazó este nombre de archivo.
fr: Le service cloud a rejeté ce nom de fichier.
ja: クラウドサービスがこのファイル名を受け付けませんでした。
zh_hans: 云服务拒绝了此文件名。
zh_hant: 雲端服務拒絕了此檔案名稱。

source: The cloud sign-in flow was cancelled before NextPass could open the database.
de: Die Cloud-Anmeldung wurde abgebrochen, bevor NextPass die Datenbank öffnen konnte.
es: El proceso de inicio de sesión en la nube se canceló antes de que NextPass pudiera abrir la base de datos.
fr: La procédure de connexion au cloud a été annulée avant que NextPass ne puisse ouvrir la base de données.
ja: データベースが開かれる前に、クラウドへのサインインがキャンセルされました。
zh_hans: 云登录流程在 NextPass 打开数据库之前被取消。
zh_hant: 雲端登入流程在 NextPass 開啟資料庫之前已被取消。

source: The current key file could not be read. Select it again or clear it, then try again.
de: Die aktuelle Schlüsseldatei konnte nicht gelesen werden. Wählen Sie sie erneut aus oder leeren Sie sie, und versuchen Sie es dann erneut.
es: No se pudo leer el archivo de clave actual. Selecciónelo de nuevo o bórrelo e inténtelo otra vez.
fr: Le fichier de clé actuel n'a pas pu être lu. Sélectionnez-le à nouveau ou effacez-le, puis réessayez.
ja: 現在のキーファイルを読み込めませんでした。選択し直すか、選択を解除してから、もう一度お試しください。
zh_hans: 无法读取当前的密钥文件。请重新选择或清除它，然后重试。
zh_hant: 無法讀取目前的金鑰檔案。請重新選取或清除它，然後再試一次。

source: The database appears corrupted or incomplete.
de: Die Datenbank scheint beschädigt oder unvollständig zu sein.
es: La base de datos parece dañada o incompleta.
fr: La base de données semble corrompue ou incomplète.
ja: データベースが破損しているか、内容が不完全なようです。
zh_hans: 数据库似乎已损坏或不完整。
zh_hant: 資料庫似乎已損毀或不完整。

source: The database changed outside NextPass. Merge both sets of changes, reload it, or save your draft as a sibling conflict copy.
de: Die Datenbank wurde außerhalb von NextPass geändert. Führen Sie beide Änderungen zusammen, laden Sie sie neu oder sichern Sie Ihren Entwurf als Konfliktkopie neben der Datenbank.
es: La base de datos cambió fuera de NextPass. Combine ambos conjuntos de cambios, vuelva a cargarla o guarde su borrador como una copia de conflicto junto a ella.
fr: La base de données a été modifiée en dehors de NextPass. Fusionnez les deux ensembles de modifications, rechargez-la ou enregistrez votre brouillon en tant que copie de conflit adjacente.
ja: データベースが NextPass の外で変更されました。両方の変更をマージするか、再読み込みするか、編集中の内容を元のファイルと同じ場所に競合コピーとして保存できます。
zh_hans: 数据库已在 NextPass 之外被更改。你可以合并两边的更改、重新加载，或将草稿保存为同级冲突副本。
zh_hant: 資料庫已在 NextPass 之外被更改。你可以合併兩邊的變更、重新載入，或將草稿儲存為同層級的衝突副本。

source: The database file changed since it was opened. Reload the database and try again.
de: Die Datenbankdatei wurde seit dem Öffnen geändert. Laden Sie die Datenbank neu und versuchen Sie es erneut.
es: El archivo de base de datos cambió desde que se abrió. Recargue la base de datos e inténtelo de nuevo.
fr: Le fichier de base de données a été modifié depuis son ouverture. Rechargez la base de données et réessayez.
ja: データベースファイルは、開いたあとに変更されています。データベースを再読み込みしてから、もう一度お試しください。
zh_hans: 数据库文件在打开后发生了更改。请重新加载数据库后重试。
zh_hant: 資料庫檔案在開啟後已變更。請重新載入資料庫後再試一次。

source: The database file could not be found. Make sure it is still available in the Files app.
de: Die Datenbankdatei konnte nicht gefunden werden. Stellen Sie sicher, dass sie in der Dateien-App noch verfügbar ist.
es: No se pudo encontrar el archivo de la base de datos. Asegúrese de que sigue disponible en la app Archivos.
fr: Le fichier de base de données est introuvable. Vérifiez qu'il est toujours disponible dans l'app Fichiers.
ja: データベースファイルが見つかりませんでした。「ファイル」App でまだ利用できるか確認してください。
zh_hans: 找不到数据库文件。请确认它在“文件”App 中仍然可用。
zh_hant: 找不到資料庫檔案。請確認它在「檔案」App 中仍然可用。

source: The database file could not be located.
de: Die Datenbankdatei konnte nicht gefunden werden.
es: No se pudo localizar el archivo de la base de datos.
fr: Le fichier de base de données est introuvable.
ja: データベースファイルの場所を特定できませんでした。
zh_hans: 无法找到数据库文件。
zh_hant: 找不到資料庫檔案。

source: The database file could not be read.
de: Die Datenbankdatei konnte nicht gelesen werden.
es: No se pudo leer el archivo de la base de datos.
fr: Le fichier de base de données n'a pas pu être lu.
ja: データベースファイルを読み込めませんでした。
zh_hans: 无法读取数据库文件。
zh_hant: 無法讀取資料庫檔案。

source: The database file did not respond in time. Check that its server or network connection is available.
de: Die Datenbankdatei hat nicht rechtzeitig geantwortet. Prüfen Sie, ob der Server oder die Netzwerkverbindung verfügbar ist.
es: El archivo de la base de datos no respondió a tiempo. Compruebe que su servidor o conexión de red esté disponible.
fr: Le fichier de base de données n'a pas répondu à temps. Vérifiez que son serveur ou sa connexion réseau est disponible.
ja: データベースファイルから時間内に応答がありませんでした。サーバやネットワーク接続が利用できるか確認してください。
zh_hans: 数据库文件未及时响应。请检查其服务器或网络连接是否可用。
zh_hant: 資料庫檔案未及時回應。請檢查其伺服器或網路連線是否可用。

source: The database file did not respond. Check that the server is reachable or connect to its network or VPN, then try again.
de: Die Datenbankdatei hat nicht geantwortet. Prüfen Sie, ob der Server erreichbar ist, oder stellen Sie eine Verbindung zum zugehörigen Netzwerk oder VPN her. Versuchen Sie es dann erneut.
es: El archivo de la base de datos no respondió. Compruebe que el servidor sea accesible o conéctese a su red o VPN y, después, inténtelo de nuevo.
fr: Le fichier de base de données n'a pas répondu. Vérifiez que le serveur est accessible ou connectez-vous à son réseau ou VPN, puis réessayez.
ja: データベースファイルから応答がありませんでした。サーバに到達できるか確認するか、そのネットワークまたは VPN に接続してから、もう一度お試しください。
zh_hans: 数据库文件没有响应。请检查服务器是否可访问，或连接到其网络或 VPN，然后重试。
zh_hant: 資料庫檔案沒有回應。請檢查伺服器是否可連線，或連接到其網路或 VPN，然後再試一次。

source: The database file is in Recently Deleted in the Files app. Restore it in Files, or choose the current file with Locate Database File in NextPass.
de: Die Datenbankdatei befindet sich in „Zuletzt gelöscht“ in der Dateien-App. Stellen Sie sie in der Dateien-App wieder her, oder wählen Sie in NextPass mit „Datenbankdatei suchen“ die aktuelle Datei aus.
es: El archivo de la base de datos está en «Eliminados recientemente» en la app Archivos. Restáurelo en Archivos o elija el archivo actual con «Localizar archivo de base de datos» en NextPass.
fr: Le fichier de base de données se trouve dans « Supprimés récemment » dans l'app Fichiers. Restaurez-le dans Fichiers, ou choisissez le fichier actuel avec « Localiser le fichier de base de données » dans NextPass.
ja: データベースファイルは「ファイル」App の「最近削除した項目」にあります。「ファイル」で復元するか、NextPass の「データベースファイルを探す」で現在のファイルを選択してください。
zh_hans: 数据库文件位于“文件”App 的“最近删除”中。请在“文件”中恢复它，或在 NextPass 中使用“查找数据库文件”选择当前文件。
zh_hant: 資料庫檔案位於「檔案」App 的「最近刪除」中。請在「檔案」中回復它，或在 NextPass 中使用「尋找資料庫檔案」選擇目前的檔案。

source: The database file was moved to Recently Deleted in the Files app — it may have been deleted, or replaced by a newer copy. Restore it in Files, or choose the current file with Locate Database File.
de: Die Datenbankdatei wurde in der Dateien-App nach „Zuletzt gelöscht“ verschoben – sie wurde möglicherweise gelöscht oder durch eine neuere Kopie ersetzt. Stellen Sie sie in der Dateien-App wieder her, oder wählen Sie mit „Datenbankdatei suchen“ die aktuelle Datei aus.
es: El archivo de la base de datos se movió a «Eliminados recientemente» en la app Archivos; es posible que se haya eliminado o que se haya sustituido por una copia más reciente. Restáurelo en Archivos o elija el archivo actual con «Localizar archivo de base de datos».
fr: Le fichier de base de données a été déplacé vers « Supprimés récemment » dans l'app Fichiers — il a peut-être été supprimé ou remplacé par une copie plus récente. Restaurez-le dans Fichiers, ou choisissez le fichier actuel avec « Localiser le fichier de base de données ».
ja: データベースファイルは「ファイル」App の「最近削除した項目」に移動されました。削除されたか、新しいコピーに置き換えられた可能性があります。「ファイル」で復元するか、「データベースファイルを探す」で現在のファイルを選択してください。
zh_hans: 数据库文件已被移至“文件”App 中的“最近删除”——它可能已被删除，或被更新的副本替换。请在“文件”中恢复它，或使用“查找数据库文件”选择当前文件。
zh_hant: 資料庫檔案已被移至「檔案」App 中的「最近刪除項目」——它可能已被刪除，或被較新的副本取代。請在「檔案」中回復它，或使用「尋找資料庫檔案」選擇目前的檔案。

source: The database is locked. Unlock it and try again.
de: Die Datenbank ist gesperrt. Entsperren Sie sie und versuchen Sie es erneut.
es: La base de datos está bloqueada. Desbloquéela e inténtelo de nuevo.
fr: La base de données est verrouillée. Déverrouillez-la et réessayez.
ja: データベースはロックされています。ロックを解除してから、もう一度お試しください。
zh_hans: 数据库已锁定。请解锁后重试。
zh_hant: 資料庫已鎖定。請解鎖後再試一次。

source: The database is missing key derivation metadata.
de: Der Datenbank fehlen Metadaten zur Schlüsselableitung.
es: A la base de datos le faltan metadatos de derivación de claves.
fr: Il manque à la base de données des métadonnées de dérivation de clé.
ja: データベースに鍵導出のメタデータがありません。
zh_hans: 数据库缺少密钥派生元数据。
zh_hant: 資料庫缺少金鑰衍生中繼資料。

source: The database is missing key derivation salt data.
de: Der Datenbank fehlen Salt-Daten zur Schlüsselableitung.
es: A la base de datos le faltan los datos de sal de derivación de claves.
fr: Il manque à la base de données des données de sel pour la dérivation de clé.
ja: データベースに鍵導出のソルトデータがありません。
zh_hans: 数据库缺少密钥派生盐值数据。
zh_hant: 資料庫缺少金鑰衍生鹽值資料。

source: The database is not ready to save.
de: Die Datenbank kann noch nicht gesichert werden.
es: La base de datos no está lista para guardarse.
fr: La base de données n'est pas prête à être enregistrée.
ja: データベースを保存できる状態ではありません。
zh_hans: 数据库尚未准备好保存。
zh_hant: 資料庫尚未準備好儲存。

source: The database is too large for this server (HTTP 413).
de: Die Datenbank ist für diesen Server zu groß (HTTP 413).
es: La base de datos es demasiado grande para este servidor (HTTP 413).
fr: La base de données est trop volumineuse pour ce serveur (HTTP 413).
ja: データベースがこのサーバの上限を超えています（HTTP 413）。
zh_hans: 数据库过大，超出此服务器的限制（HTTP 413）。
zh_hant: 資料庫過大，超出此伺服器的限制（HTTP 413）。

source: The database requires this key file after the change. Clear it to unlock with the master password only.
de: Nach der Änderung verlangt die Datenbank diese Schlüsseldatei. Leeren Sie sie, um nur mit dem Master-Passwort zu entsperren.
es: Tras el cambio, la base de datos requiere este archivo de clave. Bórrelo para desbloquear solo con la contraseña maestra.
fr: Après la modification, la base de données exige ce fichier de clé. Effacez-le pour déverrouiller uniquement avec le mot de passe principal.
ja: 変更後、データベースにはこのキーファイルが必要になります。選択を解除すると、マスターパスワードだけでロックを解除できます。
zh_hans: 更改后，数据库将需要此密钥文件。清除它即可仅使用主密码解锁。
zh_hant: 更改後，資料庫將需要此金鑰檔案。清除它即可僅使用主密碼解鎖。

source: The database will require only the key file to unlock. Anyone with the key file can open it.
de: Zum Entsperren der Datenbank ist dann nur noch die Schlüsseldatei erforderlich. Jeder, der die Schlüsseldatei besitzt, kann sie öffnen.
es: La base de datos solo requerirá el archivo de clave para desbloquearse. Cualquiera que tenga el archivo de clave podrá abrirla.
fr: La base de données ne nécessitera plus que le fichier de clé pour être déverrouillée. Toute personne disposant du fichier de clé pourra l'ouvrir.
ja: データベースのロック解除にはキーファイルだけが必要になります。キーファイルを持っている人は誰でも開くことができます。
zh_hans: 数据库将仅需密钥文件即可解锁。任何拥有该密钥文件的人都能打开它。
zh_hant: 資料庫將僅需金鑰檔案即可解鎖。任何擁有該金鑰檔案的人都能開啟它。

source: The entry will be moved to the recycle bin.
de: Der Eintrag wird in den Papierkorb verschoben.
es: La entrada se moverá a la papelera.
fr: L'entrée sera déplacée vers la corbeille.
ja: このエントリはごみ箱に移動されます。
zh_hans: 该条目将被移至回收站。
zh_hant: 此項目將移至資源回收筒。

source: The entry's current contents are kept as a new history version, so you can undo this.
de: Der aktuelle Inhalt des Eintrags wird als neue Verlaufsversion aufbewahrt, Sie können das also rückgängig machen.
es: El contenido actual de la entrada se conserva como una nueva versión del historial, por lo que puede deshacer esta acción.
fr: Le contenu actuel de l'entrée est conservé comme nouvelle version de l'historique, vous pouvez donc annuler cette action.
ja: エントリの現在の内容は新しい履歴バージョンとして保持されるので、この操作は元に戻せます。
zh_hans: 条目的当前内容会保留为新的历史记录版本，因此你可以撤销此操作。
zh_hant: 項目的目前內容會保留為新的歷史記錄版本，因此你可以復原此操作。

source: The FTP server has no folder at this path.
de: Auf dem FTP-Server gibt es unter diesem Pfad keinen Ordner.
es: El servidor FTP no tiene ninguna carpeta en esta ruta.
fr: Le serveur FTP n'a aucun dossier à cet emplacement.
ja: FTP サーバのこのパスにフォルダがありません。
zh_hans: FTP 服务器上此路径下没有文件夹。
zh_hant: FTP 伺服器上此路徑下沒有資料夾。

source: The FTP username or password was rejected.
de: Der FTP-Benutzername oder das Passwort wurde abgelehnt.
es: Se rechazó el nombre de usuario o la contraseña de FTP.
fr: Le nom d'utilisateur ou le mot de passe FTP a été rejeté.
ja: FTP のユーザ名またはパスワードが拒否されました。
zh_hans: FTP 用户名或密码被拒绝。
zh_hant: FTP 使用者名稱或密碼遭拒。

source: The last attempt did not turn it on. Open iOS AutoFill Settings and enable NextPass there.
de: Der letzte Versuch hat es nicht aktiviert. Öffnen Sie die iOS-AutoFill-Einstellungen und aktivieren Sie NextPass dort.
es: El último intento no lo activó. Abra los ajustes de autorrelleno de iOS y active NextPass allí.
fr: La dernière tentative ne l'a pas activé. Ouvrez les réglages iOS de remplissage automatique et activez NextPass à cet endroit.
ja: 前回の試行ではオンにできませんでした。iOS の自動入力の設定を開き、そこで NextPass を有効にしてください。
zh_hans: 上次尝试未能开启该功能。请打开 iOS 自动填充设置并在其中启用 NextPass。
zh_hant: 上次嘗試未能開啟此功能。請前往 iOS 自動填寫設定並在其中啟用 NextPass。

source: The new database could not be verified after encryption.
de: Die neue Datenbank konnte nach der Verschlüsselung nicht verifiziert werden.
es: No se pudo verificar la nueva base de datos después del cifrado.
fr: La nouvelle base de données n'a pas pu être vérifiée après le chiffrement.
ja: 新しいデータベースを暗号化後に検証できませんでした。
zh_hans: 新数据库在加密后无法通过验证。
zh_hant: 新資料庫在加密後無法通過驗證。

source: The new master key protects this database file from now on. Backups and copies made before the change still open with the previous master key.
de: Der neue Master-Schlüssel schützt diese Datenbankdatei ab jetzt. Sicherungen und Kopien, die vor der Änderung erstellt wurden, lassen sich weiterhin mit dem bisherigen Master-Schlüssel öffnen.
es: La nueva clave maestra protege este archivo de base de datos a partir de ahora. Las copias de seguridad y copias hechas antes del cambio siguen abriéndose con la clave maestra anterior.
fr: La nouvelle clé principale protège ce fichier de base de données à partir de maintenant. Les sauvegardes et copies effectuées avant la modification s'ouvrent toujours avec l'ancienne clé principale.
ja: これ以降、このデータベースファイルは新しいマスターキーで保護されます。変更前に作成したバックアップやコピーは、引き続き以前のマスターキーで開きます。
zh_hans: 从现在起，新的主密钥将保护此数据库文件。更改前创建的备份和副本仍可用之前的主密钥打开。
zh_hant: 從現在起，新的主金鑰將保護此資料庫檔案。更改前建立的備份與副本仍可用先前的主金鑰開啟。

source: The new master key was uploaded, but the local copy could not be updated. The cloud file now requires the new master key.
de: Der neue Master-Schlüssel wurde hochgeladen, aber die lokale Kopie konnte nicht aktualisiert werden. Die Cloud-Datei erfordert jetzt den neuen Master-Schlüssel.
es: La nueva clave maestra se subió, pero la copia local no se pudo actualizar. El archivo en la nube ahora requiere la nueva clave maestra.
fr: La nouvelle clé principale a été téléversée, mais la copie locale n'a pas pu être mise à jour. Le fichier cloud requiert désormais la nouvelle clé principale.
ja: 新しいマスターキーはアップロードされましたが、ローカルコピーを更新できませんでした。クラウド上のファイルを開くには、新しいマスターキーが必要です。
zh_hans: 新的主密钥已上传，但本地副本无法更新。云端文件现在需要新的主密钥。
zh_hant: 新的主金鑰已上傳，但本機副本無法更新。雲端檔案現在需要新的主金鑰。

source: The other copy had no new changes to add. Your changes were saved.
de: Die andere Kopie enthielt keine neuen Änderungen. Ihre Änderungen wurden gesichert.
es: La otra copia no tenía cambios nuevos que añadir. Sus cambios se guardaron.
fr: L’autre copie ne contenait aucune nouvelle modification. Vos modifications ont été enregistrées.
ja: もう一方のコピーに、追加すべき新しい変更はありませんでした。変更は保存されました。
zh_hans: 另一个副本没有新的更改。你的更改已保存。
zh_hant: 另一個副本沒有新的變更。你的變更已儲存。

source: The other copy of this database could not be opened. It may use a different master key, or be an older KDBX 3.1 file. Reload the database or save your changes as a conflict copy instead.
de: Die andere Kopie dieser Datenbank konnte nicht geöffnet werden. Möglicherweise verwendet sie einen anderen Master-Schlüssel oder ist eine ältere KDBX-3.1-Datei. Laden Sie die Datenbank stattdessen neu oder sichern Sie Ihre Änderungen als Konfliktkopie.
es: No se pudo abrir la otra copia de esta base de datos. Puede que use una clave maestra distinta o que sea un archivo KDBX 3.1 más antiguo. En su lugar, vuelva a cargar la base de datos o guarde sus cambios como una copia de conflicto.
fr: L’autre copie de cette base de données n’a pas pu être ouverte. Elle utilise peut-être une autre clé principale, ou il s’agit d’un ancien fichier KDBX 3.1. Rechargez plutôt la base de données ou enregistrez vos modifications en tant que copie de conflit.
ja: このデータベースのもう一方のコピーを開けませんでした。別のマスターキーを使用しているか、古い KDBX 3.1 ファイルの可能性があります。データベースを再読み込みするか、変更を競合コピーとして保存してください。
zh_hans: 无法打开此数据库的另一个副本。它可能使用了不同的主密钥，或者是较旧的 KDBX 3.1 文件。请改为重新加载数据库，或将更改保存为冲突副本。
zh_hant: 無法開啟此資料庫的另一個副本。它可能使用了不同的主金鑰，或是較舊的 KDBX 3.1 檔案。請改為重新載入資料庫，或將變更儲存為衝突副本。

source: The password or key file didn't unlock this database. If you're sure they are correct, the file may be corrupted.
de: Die Datenbank konnte mit dem Passwort oder der Schlüsseldatei nicht entsperrt werden. Wenn Sie sicher sind, dass Ihre Angaben korrekt sind, ist die Datei möglicherweise beschädigt.
es: La contraseña o el archivo de clave no desbloquearon esta base de datos. Si está seguro de que son correctos, es posible que el archivo esté dañado.
fr: Le mot de passe ou le fichier de clé n'a pas permis de déverrouiller cette base de données. Si vous êtes sûr qu'ils sont corrects, le fichier est peut-être corrompu.
ja: パスワードまたはキーファイルでは、このデータベースのロックを解除できませんでした。どちらも正しいことが確かな場合は、ファイルが破損している可能性があります。
zh_hans: 密码或密钥文件无法解锁此数据库。如果你确定它们正确无误，文件可能已损坏。
zh_hant: 密碼或金鑰檔案無法解鎖此資料庫。如果你確定它們正確無誤，檔案可能已損毀。

source: The path starts in the folder your FTP account opens in.
de: Der Pfad beginnt in dem Ordner, in dem Ihr FTP-Konto startet.
es: La ruta empieza en la carpeta en la que se abre su cuenta FTP.
fr: Le chemin part du dossier dans lequel votre compte FTP s'ouvre.
ja: パスは FTP アカウントのログイン直後のフォルダを起点とします。
zh_hans: 路径从您的 FTP 账户登录后所在的文件夹开始。
zh_hant: 路徑從您的 FTP 帳號登入後所在的資料夾開始。

source: The pending change for “%@” could not be uploaded because the copy in the cloud changed. NextPass keeps a timestamped backup on this device before discarding it.
de: Die ausstehende Änderung für „%@“ konnte nicht hochgeladen werden, weil die Kopie in der Cloud geändert wurde. NextPass behält vor dem Verwerfen eine Sicherungskopie mit Zeitstempel auf diesem Gerät.
es: El cambio pendiente de «%@» no se pudo cargar porque la copia en la nube cambió. NextPass conserva una copia de seguridad con marca de tiempo en este dispositivo antes de descartarlo.
fr: La modification en attente pour « %@ » n'a pas pu être envoyée, car la copie dans le cloud a changé. NextPass conserve une sauvegarde horodatée sur cet appareil avant de l'abandonner.
ja: クラウド上のコピーが変更されたため、「%@」の保留中の変更をアップロードできませんでした。破棄する前に、日時を付けたバックアップをこのデバイスに保存します。
zh_hans: 由于云端的副本已发生变化，“%@”的待处理更改无法上传。NextPass 会在丢弃该更改前，在此设备上保留带时间戳的备份。
zh_hant: 由於雲端的副本已變更，「%@」的待處理更動無法上傳。NextPass 會在捨棄該更動前，在此裝置上保留帶時間戳記的備份。

source: The remote database could not be found.
de: Die Remote-Datenbank konnte nicht gefunden werden.
es: No se pudo encontrar la base de datos remota.
fr: La base de données distante est introuvable.
ja: リモートのデータベースが見つかりませんでした。
zh_hans: 找不到远程数据库。
zh_hant: 找不到遠端資料庫。
